Repository: 2Mpact/twompact_settings
Catalog: translations/twompact_settings.*.po
Languages: fr, nl

source: Custom settings
fr: Réglages personnalisés
nl: Aangepaste instellingen

source: Set custom settings
fr: Définir des paramètres personnalisés
nl: Aangepaste instellingen instellen

source: Administer custom settings
fr: Administrer les paramètres personnalisés
nl: Aangepaste instellingen beheren

source: Determines whether the logged in user has access to custom settings.
fr: Détermine si l'utilisateur connecté a accès à des paramètres personnalisés.
nl: Bepaalt of de ingelogde gebruiker toegang heeft tot de aangepaste instellingen.

source: Change Google Analytics code
fr: Changer le code de Google Analytics
nl: Pas de Google Analytics code aan

source: Determines whether the logged in user may change the Google Analytics code for this website.
fr: Détermine si l'utilisateur connecté peut changer le code Google Analytics pour ce site.
nl: Bepaalt of de ingelogde gebruiker de Google Analytics

source: Change MailChimp API key
fr: Changer MailChimp clé API
nl: Pas de MailChimp API sleutel aan

source: Determines whether the logged in user may change the MailChimp API key for this website.
fr: Détermine si l'utilisateur connecté peut changer la clé API MailChimp pour ce site.
nl: Bepaalt of de ingelogde gebruiker de MailChimp API sleutel

source: Standard settings
fr: Réglages standard
nl: Standaard instellingen

source: Contact data
fr: Les données de contact
nl: Contactgegevens

source: Site name
fr: Nom du site
nl: Site naam

source: The site name (usually the company name).
fr: Le nom du site (généralement le nom de l'entreprise).
nl: De site naam (meestal de bedrijfsnaam)

source: The site slogan (usually the company slogan, if any).
fr: Le slogan du site (généralement le slogan de l'entreprise).
nl: De site slogan (meestel de bedrijfsslogan)

source: Company name
fr: Nom de l'entreprise
nl: Bedrijfsnaam

source: The name of the company.
fr: Le nom de l'entreprise
nl: De naam van het bedrijf

source: Street
fr: Rue
nl: Straat

source: The street where the company is located (with number).
fr: La rue où se trouve l'entreprise (avec numéro).
nl: De straat waar het bedrijf is gelokaliseerd (met nummer)

source: Postal code
fr: Code Postal
nl: Postcode

source: The postal code of the city where the company is located.
fr: Le code postal de la ville où se trouve l'entreprise.
nl: De postcode van de stad waar het bedrijf is gevestigd

source: City
fr: Ville
nl: Stad

source: The city where the company is located.
fr: La ville où se trouve l'entreprise.
nl: De stad waar het bedrijf is gevestigd

source: Telephone
fr: Téléphone
nl: Telefoon

source: The contact telephone number of the company.
fr: Le numéro de téléphone de contact de l'entreprise.
nl: De telefoonnummer van de contactpersoon

source: Cellphone
fr: Téléphone Cellulaire
nl: GSM

source: The contact cellphone number of the company.
fr: Le nombre de contact de téléphone portable de l'entreprise.
nl: De GSM nummer van de contactpersoon van het bedrijf

source: The contact email address of the company.
fr: L'adresse email de contact de l'entreprise
nl: Het contact emailadres van het bedrijf

source: Country
fr: Pays
nl: Land

source: The country where the company is located.
fr: Le pays où l'entreprise est situé.
nl: Het land waar het bedrijf is gevestigd

source: Court of Justice District
fr: Tribunal d'Arrondissement de la Justice
nl: Rechtbank Arrondissement

source: The district where the court of justice is located.
nl: Het district waar de rechtbank is gevestigd.

source: The account code for the Google Analytics account for this website (e.g.: UA-1111111-1).
fr: Le code de compte pour les compte Google Analytics pour ce site (par exemple: UA-1111111-1).
nl: De account code voor de gekoppelde Google Analytics account voor deze website (vb.: UA-1111111-1).

source: MailChimp API key
fr: MailChimp API clé
nl: MailChimp API sleutel

source: The API key for the MailChimp account to which we will be subscribing (e.g.: 198b4zbrvwq1b5bzf4abt8qsvds94bz9-us1).
fr: La clé de l'API pour le compte MailChimp à laquelle nous allons être abonnés (par exemple: 198b4zbrvwq1b5bzf4abt8qsvds94bz9-US1).
nl: De API sleutel voor de MailChimp account waar we op zullen inschrijven (vb.: 198b4zbrvwq1b5bzf4abt8qsvds94bz9-us1)

source: Save
fr: Enregistrer
nl: Opslaan

source: The settings have been saved.
fr: Les paramètres ont été enregistrés.
nl: De instellingen zijn opgeslagen.

source: The custom tokens added by 2Mpact
fr: Les jetons personnalisés ajoutées par 2Mpact
nl: De custom token toegevoegd door 2Mpact

source: Stay in touch block
nl: Blijf op de hoogte blok

source: This token will print the stay in touch block
nl: Deze token zal de blijf op de hoogte blok tonen.

source: Logged in block
nl: Ingelogd blok

source: This token will print the logged in block
nl: Deze token zal de ingelogd blok tonen.

source: Google Analytics page statistics
nl: Google Analytics pagina statistieken

source: This token will show the Google Analytics page statistics block.
nl: Deze token zal de Google Analytics pagina statistieken blok tonen.

source: Google Analytics site statistics
nl: Google Analytics site statistieken

source: This token will show the Google Analytics site statistics block.
nl: Deze token zal de Google Analytics site statistieken blok tonen.

source: Custom instellingen voor Drupal door 2Mpact
fr: Les paramètres personnalisés pour Drupal par 2Mpact
nl: Aangepaste instellingen voor Drupal door 2Mpact

source: Site slogan
fr: Slogan du site
